[
    {
        "title": "This dog is making the best out of a boring traffic jam",
        "score": "7594",
        "user": "ecky--ptang-zooboing"
    },
    {
        "title": "TIL The man standing behind George Washington and holding the American flag in the famous painting \"Washington Crossing the Delaware\" is 18-year-old officer and future president James Monroe.",
        "score": "5157",
        "user": "Johnnycockseed"
    },
    {
        "title": "We made a bigger and better aR sandbox",
        "score": "5043",
        "user": "Jake_Query"
    },
    {
        "title": "[TEXT] I just finished the online Coursera course \"Learning how to learn\". I highly recommend it to everyone and I summarized everything I learned from it.",
        "score": "6143",
        "user": "meflou"
    },
    {
        "title": "3 Rules for Rulers",
        "score": "5200",
        "user": "nexxai"
    },
    {
        "title": "Subway babes // Late 70s, 📷 by Willy Spiller",
        "score": "5862",
        "user": "BearBong"
    },
    {
        "title": "Hellboy cosplay",
        "score": "5834",
        "user": "Eviljim"
    },
    {
        "title": "The Mighty Niagara River | Niagara Falls, NY [OC] [2446x2446]",
        "score": "4642",
        "user": "2Wheel_SoulSearcher"
    },
    {
        "title": "John Boyega to play Idris Elba's son in Pacific Rim 2",
        "score": "5363",
        "user": "Expert_Samurai"
    },
    {
        "title": "Don't shake the yoshi (Mii Plaza)",
        "score": "5893",
        "user": "sonbun"
    },
    {
        "title": "Special FX makeup",
        "score": "2271",
        "user": "KevlarYarmulke"
    },
    {
        "title": "Maritime archaeologists accidentally discover 40 ancient shipwrecks at the bottom of the Black Sea - Some of the ships discovered are 1000s of yrs old, dating to the Byzantine empire, while others are from the Ottoman. Hulls, masts, tillers, & rudders are all clearly discernible.",
        "score": "5469",
        "user": "anutensil"
    },
    {
        "title": "A Soft Murmur - A place where ambient noise keeps you from being distracted",
        "score": "•",
        "user": "mungoflago"
    },
    {
        "title": "Coal will not recover | Coal does not have a regulation problem, as the industry claims. Instead, it has a growing market problem, as other technologies are increasingly able to produce electricity at lower cost. And that trend is unlikely to end.",
        "score": "5438",
        "user": "pnewell"
    },
    {
        "title": "This baby pangolin wants to talk to you about something important.",
        "score": "4413",
        "user": "KermitTheSnail"
    },
    {
        "title": "Netflix Raising $800 Million More Debt to Fuel Original Content",
        "score": "5843",
        "user": "Psychadelic_Sanza"
    },
    {
        "title": "What videogame was a 10/10 for you?",
        "score": "4403",
        "user": "TheLostBandit"
    },
    {
        "title": "Reading to children 'more effective than technology at boosting science skills'",
        "score": "5325",
        "user": "Le-Chef"
    },
    {
        "title": "Ukip candidate who claimed a gay donkey raped his horse is standing for party leader",
        "score": "4693",
        "user": "PikachuSquarepants"
    },
    {
        "title": "When your dog's day is over it dreams of you, says Harvard psychologist",
        "score": "5575",
        "user": "RhllorTheLordOfLight"
    },
    {
        "title": "ELI5:How do hackers remain anonymous when they are directly connected to an ISP?",
        "score": "4657",
        "user": "dekc_bu"
    },
    {
        "title": "“National treasure:” Fans launch petition to replace Joe Buck with Bob Uecker for World Series broadcasts",
        "score": "3970",
        "user": "designgoddess"
    },
    {
        "title": "LPT: When you're newly qualified or just starting to do something solo that you'd previously done supervised, pretend you're teaching someone.",
        "score": "4574",
        "user": "the_fot88"
    },
    {
        "title": "A telephone makes sound travel faster than the speed of sound",
        "score": "5584",
        "user": "UwRandom"
    },
    {
        "title": "\"The sky is just awash with stars when you’re on the far side of the Moon, and you don’t have any sunlight to cut down on the lower intensity, dimmer stars. You see them all, and it’s all just a sheet of white.\"",
        "score": "6213",
        "user": "psychgeeker"
    }
]